{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "8A95048641DB891DFE6F58A35E1964D6"
		},
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "38C416F64A6E077ED5D47490ED6F20DE"
		},
		{
			"Source":
			{
				"Text": "Active Palette "
			},
			"Translation":
			{
				"Text": "Active Palette "
			},
			"Key": "4EC80119431930E8E3F94099533723E6"
		},
		{
			"Source":
			{
				"Text": "Universal Swatch Slots"
			},
			"Translation":
			{
				"Text": "Universal Swatch Slots"
			},
			"Key": "91CD59924928A615F74AC3BE26386258"
		},
		{
			"Source":
			{
				"Text": "Universal Swatch Slots"
			},
			"Translation":
			{
				"Text": "Universal Swatch Slots"
			},
			"Key": "24BDF5FE46FCF4E370F1D4A1BA9BCAD5"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "USS_CommonString_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "Activate / deactivate the palette.\r\nNote : you can only have one active palette at a time. Changing this palette to active will automatically reset the previous active palette if there was one."
					},
					"Translation":
					{
						"Text": "Activate / deactivate the palette.\r\nNote : you can only have one active palette at a time. Changing this palette to active will automatically reset the previous active palette if there was one."
					},
					"Key": "Widget_Is_Palette_Active_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Add Primary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Add Primary Colors to Player Preset :"
					},
					"Key": "Widget_Add_Primary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add Secondary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Add Secondary Colors to Player Preset :"
					},
					"Key": "Widget_Add_Secondary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add a new group"
					},
					"Translation":
					{
						"Text": "Add a new group"
					},
					"Key": "Widget_Add_Group"
				},
				{
					"Source":
					{
						"Text": "Add a new palette"
					},
					"Translation":
					{
						"Text": "Add a new palette"
					},
					"Key": "Widget_Add_Palette"
				},
				{
					"Source":
					{
						"Text": "Add a new swatch"
					},
					"Translation":
					{
						"Text": "Add a new swatch"
					},
					"Key": "Widget_Add_Swatch"
				},
				{
					"Source":
					{
						"Text": "Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration."
					},
					"Translation":
					{
						"Text": "Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration."
					},
					"Key": "Schema_Desc"
				},
				{
					"Source":
					{
						"Text": "Adds all primary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Adds all primary colors to the player's color preset list"
					},
					"Key": "Widget_Add_Primary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds all secondary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Adds all secondary colors to the player's color preset list"
					},
					"Key": "Widget_Add_Secondary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Blue"
					},
					"Key": "Enum_Blue"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Blue"
					},
					"Key": "Widget_Blue_Color"
				},
				{
					"Source":
					{
						"Text": "Defines the group priority. Lower the number, sooner the group will appear in the customizer."
					},
					"Translation":
					{
						"Text": "Defines the group priority. Lower the number, sooner the group will appear in the customizer."
					},
					"Key": "Widget_Group_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer."
					},
					"Translation":
					{
						"Text": "Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer."
					},
					"Key": "Widget_Swatch_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the blue value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Enter the blue value (0 - 255)"
					},
					"Key": "Widget_Blue_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the green value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Enter the green value (0 - 255)"
					},
					"Key": "Widget_Green_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the hexadecimal value (000000 - FFFFFF)"
					},
					"Translation":
					{
						"Text": "Enter the hexadecimal value (000000 - FFFFFF)"
					},
					"Key": "Widget_Hex_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the red value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Enter the red value (0 - 255)"
					},
					"Key": "Widget_Red_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Give your factory a new paint job!\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
					},
					"Translation":
					{
						"Text": "Give your factory a new paint job!\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
					},
					"Key": "Swatch_Paint_Info"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Green"
					},
					"Key": "Widget_Green_Color"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Green"
					},
					"Key": "Enum_Green"
				},
				{
					"Source":
					{
						"Text": "Hex"
					},
					"Translation":
					{
						"Text": "Hex"
					},
					"Key": "Widget_Hex_Field"
				},
				{
					"Source":
					{
						"Text": "Material :"
					},
					"Translation":
					{
						"Text": "Material :"
					},
					"Key": "Widget_Material_Text"
				},
				{
					"Source":
					{
						"Text": "Palettes"
					},
					"Translation":
					{
						"Text": "Palettes"
					},
					"Key": "Widget_Palette_List"
				},
				{
					"Source":
					{
						"Text": "Please enter a string containing only 0 to 9 or A to F characters"
					},
					"Translation":
					{
						"Text": "Please enter a string containing only 0 to 9 or A to F characters"
					},
					"Key": "Widget_Hex_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between -100 and 100"
					},
					"Translation":
					{
						"Text": "Please enter an interger between -100 and 100"
					},
					"Key": "Widget_Priority_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between 0 and 255"
					},
					"Translation":
					{
						"Text": "Please enter an interger between 0 and 255"
					},
					"Key": "Widget_Color_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter the group name here"
					},
					"Translation":
					{
						"Text": "Please enter the group name here"
					},
					"Key": "Widget_Group_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the palette name here"
					},
					"Translation":
					{
						"Text": "Please enter the palette name here"
					},
					"Key": "Widget_Palette_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the swatch name here"
					},
					"Translation":
					{
						"Text": "Please enter the swatch name here"
					},
					"Key": "Widget_Swatch_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Primary"
					},
					"Translation":
					{
						"Text": "Primary"
					},
					"Key": "Enum_Primary"
				},
				{
					"Source":
					{
						"Text": "Primary Color :"
					},
					"Translation":
					{
						"Text": "Primary Color :"
					},
					"Key": "Widget_Primary_Color"
				},
				{
					"Source":
					{
						"Text": "Priority :"
					},
					"Translation":
					{
						"Text": "Priority :"
					},
					"Key": "Widget_Priority_Field"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Red"
					},
					"Key": "Enum_Red"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Red"
					},
					"Key": "Widget_Red_Color"
				},
				{
					"Source":
					{
						"Text": "Remove Primary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Remove Primary Colors from Player Preset :"
					},
					"Key": "Widget_Remove_Primary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove Secondary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Remove Secondary Colors from Player Preset :"
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove group"
					},
					"Translation":
					{
						"Text": "Remove group"
					},
					"Key": "Widget_Remove_Group"
				},
				{
					"Source":
					{
						"Text": "Remove palette"
					},
					"Translation":
					{
						"Text": "Remove palette"
					},
					"Key": "Widget_Remove_Palette"
				},
				{
					"Source":
					{
						"Text": "Remove swatch"
					},
					"Translation":
					{
						"Text": "Remove swatch"
					},
					"Key": "Widget_Remove_Swatch"
				},
				{
					"Source":
					{
						"Text": "Removes all primary colors from the player's color preset list (name based: \"swatch_name - P\")"
					},
					"Translation":
					{
						"Text": "Removes all primary colors from the player's color preset list (name based: \"swatch_name - P\")"
					},
					"Key": "Widget_Remove_Primary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Removes all secondary colors from the player's color preset list (name based: \"swatch_name - S\")"
					},
					"Translation":
					{
						"Text": "Removes all secondary colors from the player's color preset list (name based: \"swatch_name - S\")"
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Secondary"
					},
					"Translation":
					{
						"Text": "Secondary"
					},
					"Key": "Enum_Secondary"
				},
				{
					"Source":
					{
						"Text": "Secondary Color :"
					},
					"Translation":
					{
						"Text": "Secondary Color :"
					},
					"Key": "Widget_Secondary_Color"
				}
			]
		},
		{
			"Namespace": "USS_DefaultConf_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "AI Expansion Server"
					},
					"Translation":
					{
						"Text": "AI Expansion Server"
					},
					"Key": "DefPal_SpaceElevator_Group_AIExpansionServer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "AI Limiter"
					},
					"Translation":
					{
						"Text": "AI Limiter"
					},
					"Key": "DefPal_Electronics_Group_AILimiter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Adaptive Control Unit"
					},
					"Translation":
					{
						"Text": "Adaptive Control Unit"
					},
					"Key": "DefPal_SpaceElevator_Group_AdaptiveControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alclad Aluminum Sheet"
					},
					"Translation":
					{
						"Text": "Alclad Aluminum Sheet"
					},
					"Key": "DefPal_Aluminium_Group_AlcladAluminumSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien DNA Capsule"
					},
					"Translation":
					{
						"Text": "Alien DNA Capsule"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienDNACapsule_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Power Matrix"
					},
					"Translation":
					{
						"Text": "Alien Power Matrix"
					},
					"Key": "DefPal_QuantumTechnology_Group_AlienPowerMatrix_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Protein"
					},
					"Translation":
					{
						"Text": "Alien Protein"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienProtein_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alumina Solution"
					},
					"Translation":
					{
						"Text": "Alumina Solution"
					},
					"Key": "DefPal_Aluminium_Group_AluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminium"
					},
					"Translation":
					{
						"Text": "Aluminium"
					},
					"Key": "DefPal_Aluminium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Casing"
					},
					"Translation":
					{
						"Text": "Aluminum Casing"
					},
					"Key": "DefPal_Aluminium_Group_AluminumCasing_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Ingot"
					},
					"Translation":
					{
						"Text": "Aluminum Ingot"
					},
					"Key": "DefPal_Aluminium_Group_AluminumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Scrap"
					},
					"Translation":
					{
						"Text": "Aluminum Scrap"
					},
					"Key": "DefPal_Aluminium_Group_AluminumScrap_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ammos and Explosives"
					},
					"Translation":
					{
						"Text": "Ammos and Explosives"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Assembly Director System"
					},
					"Translation":
					{
						"Text": "Assembly Director System"
					},
					"Key": "DefPal_SpaceElevator_Group_AssemblyDirectorSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Automated Wiring"
					},
					"Translation":
					{
						"Text": "Automated Wiring"
					},
					"Key": "DefPal_SpaceElevator_Group_AutomatedWiring_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ballistic Warp Drive"
					},
					"Translation":
					{
						"Text": "Ballistic Warp Drive"
					},
					"Key": "DefPal_SpaceElevator_Group_BallisticWarpDrive_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Battery"
					},
					"Translation":
					{
						"Text": "Battery"
					},
					"Key": "DefPal_Sulfur_Group_Battery_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Bauxite"
					},
					"Translation":
					{
						"Text": "Bauxite"
					},
					"Key": "DefPal_Aluminium_Group_Bauxite_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biochemical Sculptor"
					},
					"Translation":
					{
						"Text": "Biochemical Sculptor"
					},
					"Key": "DefPal_SpaceElevator_Group_BiochemicalSculptor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biomass"
					},
					"Translation":
					{
						"Text": "Biomass"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Biomass_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Black Powder"
					},
					"Translation":
					{
						"Text": "Black Powder"
					},
					"Key": "DefPal_Sulfur_Group_BlackPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Blue Power Slug"
					},
					"Translation":
					{
						"Text": "Blue Power Slug"
					},
					"Key": "DefPal_FaunaAndFlora_Group_BluePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cable"
					},
					"Translation":
					{
						"Text": "Cable"
					},
					"Key": "DefPal_Copper_Group_Cable_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium"
					},
					"Translation":
					{
						"Text": "Caterium"
					},
					"Key": "DefPal_Caterium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ingot"
					},
					"Translation":
					{
						"Text": "Caterium Ingot"
					},
					"Key": "DefPal_Caterium_Group_CateriumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ore"
					},
					"Translation":
					{
						"Text": "Caterium Ore"
					},
					"Key": "DefPal_Caterium_Group_CateriumOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Circuit Board"
					},
					"Translation":
					{
						"Text": "Circuit Board"
					},
					"Key": "DefPal_Electronics_Group_CircuitBoard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cluster Nobelisk"
					},
					"Translation":
					{
						"Text": "Cluster Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ClusterNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Coal"
					},
					"Translation":
					{
						"Text": "Coal"
					},
					"Key": "DefPal_Steel_Group_Coal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Compacted Coal"
					},
					"Translation":
					{
						"Text": "Compacted Coal"
					},
					"Key": "DefPal_Sulfur_Group_CompactedCoal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Computer"
					},
					"Translation":
					{
						"Text": "Computer"
					},
					"Key": "DefPal_Electronics_Group_Computer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Concrete"
					},
					"Translation":
					{
						"Text": "Concrete"
					},
					"Key": "DefPal_Limestone_Group_Concrete_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cooling System"
					},
					"Translation":
					{
						"Text": "Cooling System"
					},
					"Key": "DefPal_Nitrogen_Group_CoolingSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper"
					},
					"Translation":
					{
						"Text": "Copper"
					},
					"Key": "DefPal_Copper_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ingot"
					},
					"Translation":
					{
						"Text": "Copper Ingot"
					},
					"Key": "DefPal_Copper_Group_CopperIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ore"
					},
					"Translation":
					{
						"Text": "Copper Ore"
					},
					"Key": "DefPal_Copper_Group_CopperOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Powder"
					},
					"Translation":
					{
						"Text": "Copper Powder"
					},
					"Key": "DefPal_Copper_Group_CopperPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Sheet"
					},
					"Translation":
					{
						"Text": "Copper Sheet"
					},
					"Key": "DefPal_Copper_Group_CopperSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crude Oil"
					},
					"Translation":
					{
						"Text": "Crude Oil"
					},
					"Key": "DefPal_Oil_Group_CrudeOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crystal Oscillator"
					},
					"Translation":
					{
						"Text": "Crystal Oscillator"
					},
					"Key": "DefPal_Electronics_Group_CrystalOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Crystal"
					},
					"Translation":
					{
						"Text": "Dark Matter Crystal"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Residue"
					},
					"Translation":
					{
						"Text": "Dark Matter Residue"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Diamonds"
					},
					"Translation":
					{
						"Text": "Diamonds"
					},
					"Key": "DefPal_QuantumTechnology_Group_Diamonds_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dissolved Silica"
					},
					"Translation":
					{
						"Text": "Dissolved Silica"
					},
					"Key": "DefPal_Quartz_Group_DissolvedSilica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electromagnetic Control Rod"
					},
					"Translation":
					{
						"Text": "Electromagnetic Control Rod"
					},
					"Key": "DefPal_Uranium_Group_ElectromagneticControlRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electronics"
					},
					"Translation":
					{
						"Text": "Electronics"
					},
					"Key": "DefPal_Electronics_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Canister"
					},
					"Translation":
					{
						"Text": "Empty Canister"
					},
					"Key": "DefPal_Oil_Group_EmptyCanister_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Fluid Tank"
					},
					"Translation":
					{
						"Text": "Empty Fluid Tank"
					},
					"Key": "DefPal_Aluminium_Group_EmptyFluidTank_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Industrial Beam"
					},
					"Translation":
					{
						"Text": "Encased Industrial Beam"
					},
					"Key": "DefPal_Steel_Group_EncasedIndustrialBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Plutonium Cell"
					},
					"Translation":
					{
						"Text": "Encased Plutonium Cell"
					},
					"Key": "DefPal_Uranium_Group_EncasedPlutoniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Uranium Cell"
					},
					"Translation":
					{
						"Text": "Encased Uranium Cell"
					},
					"Key": "DefPal_Uranium_Group_EncasedUraniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Equipements"
					},
					"Translation":
					{
						"Text": "Equipements"
					},
					"Key": "DefPal_Equipements_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Excited Photonic Matter"
					},
					"Translation":
					{
						"Text": "Excited Photonic Matter"
					},
					"Key": "DefPal_QuantumTechnology_Group_ExcitedPhotonicMatter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Explosive Rebar"
					},
					"Translation":
					{
						"Text": "Explosive Rebar"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ExplosiveRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fabric"
					},
					"Translation":
					{
						"Text": "Fabric"
					},
					"Key": "DefPal_Oil_Group_Fabric_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fauna and Flora"
					},
					"Translation":
					{
						"Text": "Fauna and Flora"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Ingot"
					},
					"Translation":
					{
						"Text": "Ficsite Ingot"
					},
					"Key": "DefPal_SAM_Group_FicsiteIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Trigon"
					},
					"Translation":
					{
						"Text": "Ficsite Trigon"
					},
					"Key": "DefPal_SAM_Group_FicsiteTrigon_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium"
					},
					"Translation":
					{
						"Text": "Ficsonium"
					},
					"Key": "DefPal_QuantumTechnology_Group_Ficsonium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Ficsonium Fuel Rod"
					},
					"Key": "DefPal_QuantumTechnology_Group_FicsoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fuel"
					},
					"Translation":
					{
						"Text": "Fuel"
					},
					"Key": "DefPal_Oil_Group_Fuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fused Modular Frame"
					},
					"Translation":
					{
						"Text": "Fused Modular Frame"
					},
					"Key": "DefPal_Nitrogen_Group_FusedModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Filter"
					},
					"Translation":
					{
						"Text": "Gas Filter"
					},
					"Key": "DefPal_Equipements_Group_GasFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Nobelisk"
					},
					"Translation":
					{
						"Text": "Gas Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_GasNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heat Sink"
					},
					"Translation":
					{
						"Text": "Heat Sink"
					},
					"Key": "DefPal_Aluminium_Group_HeatSink_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Modular Frame"
					},
					"Translation":
					{
						"Text": "Heavy Modular Frame"
					},
					"Key": "DefPal_Steel_Group_HeavyModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Heavy Oil Residue"
					},
					"Key": "DefPal_Oil_Group_HeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "High-Speed Connector"
					},
					"Translation":
					{
						"Text": "High-Speed Connector"
					},
					"Key": "DefPal_Electronics_Group_HighSpeedConnector_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Homing Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Homing Rifle Ammo"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_HomingRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iodine-Infused Filter"
					},
					"Translation":
					{
						"Text": "Iodine-Infused Filter"
					},
					"Key": "DefPal_Equipements_Group_IodineInfusedFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Ionized Fuel"
					},
					"Key": "DefPal_Nitrogen_Group_IonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron"
					},
					"Translation":
					{
						"Text": "Iron"
					},
					"Key": "DefPal_Iron_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ingot"
					},
					"Translation":
					{
						"Text": "Iron Ingot"
					},
					"Key": "DefPal_Iron_Group_IronIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ore"
					},
					"Translation":
					{
						"Text": "Iron Ore"
					},
					"Key": "DefPal_Iron_Group_IronOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Plate"
					},
					"Translation":
					{
						"Text": "Iron Plate"
					},
					"Key": "DefPal_Iron_Group_IronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rebar"
					},
					"Translation":
					{
						"Text": "Iron Rebar"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_IronRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rod"
					},
					"Translation":
					{
						"Text": "Iron Rod"
					},
					"Key": "DefPal_Iron_Group_IronRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Leaves"
					},
					"Translation":
					{
						"Text": "Leaves"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Leaves_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Limestone"
					},
					"Key": "DefPal_Limestone_Group_Limestone_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Limestone"
					},
					"Key": "DefPal_Limestone_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Liquid Biofuel"
					},
					"Key": "DefPal_FaunaAndFlora_Group_LiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Magnetic Field Generator"
					},
					"Translation":
					{
						"Text": "Magnetic Field Generator"
					},
					"Key": "DefPal_SpaceElevator_Group_MagneticFieldGenerator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Engine"
					},
					"Translation":
					{
						"Text": "Modular Engine"
					},
					"Key": "DefPal_SpaceElevator_Group_ModularEngine_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Frame"
					},
					"Translation":
					{
						"Text": "Modular Frame"
					},
					"Key": "DefPal_Iron_Group_ModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Motor"
					},
					"Translation":
					{
						"Text": "Motor"
					},
					"Key": "DefPal_Steel_Group_Motor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Mycelia"
					},
					"Translation":
					{
						"Text": "Mycelia"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Mycelia_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Neural-Quantum Processor"
					},
					"Translation":
					{
						"Text": "Neural-Quantum Processor"
					},
					"Key": "DefPal_QuantumTechnology_Group_NeuralQuantumProcessor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitric Acid"
					},
					"Translation":
					{
						"Text": "Nitric Acid"
					},
					"Key": "DefPal_Nitrogen_Group_NitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen"
					},
					"Translation":
					{
						"Text": "Nitrogen"
					},
					"Key": "DefPal_Nitrogen_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Nitrogen Gas"
					},
					"Key": "DefPal_Nitrogen_Group_NitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Nobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Non-fissile Uranium"
					},
					"Translation":
					{
						"Text": "Non-fissile Uranium"
					},
					"Key": "DefPal_Uranium_Group_NonFissileUranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuclear Pasta"
					},
					"Translation":
					{
						"Text": "Nuclear Pasta"
					},
					"Key": "DefPal_SpaceElevator_Group_NuclearPasta_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuke Nobelisk"
					},
					"Translation":
					{
						"Text": "Nuke Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_NukeNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Oil"
					},
					"Translation":
					{
						"Text": "Oil"
					},
					"Key": "DefPal_Oil_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Alumina Solution"
					},
					"Translation":
					{
						"Text": "Packaged Alumina Solution"
					},
					"Key": "DefPal_Aluminium_Group_PackagedAluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Fuel"
					},
					"Translation":
					{
						"Text": "Packaged Fuel"
					},
					"Key": "DefPal_Oil_Group_PackagedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Packaged Heavy Oil Residue"
					},
					"Key": "DefPal_Oil_Group_PackagedHeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Packaged Ionized Fuel"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedIonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Packaged Liquid Biofuel"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedLiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitric Acid"
					},
					"Translation":
					{
						"Text": "Packaged Nitric Acid"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Packaged Nitrogen Gas"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Oil"
					},
					"Translation":
					{
						"Text": "Packaged Oil"
					},
					"Key": "DefPal_Oil_Group_PackagedOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Packaged Rocket Fuel"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedRocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Packaged Sulfuric Acid"
					},
					"Key": "DefPal_Sulfur_Group_PackagedSulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Turbofuel"
					},
					"Translation":
					{
						"Text": "Packaged Turbofuel"
					},
					"Key": "DefPal_Oil_Group_PackagedTurbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Water"
					},
					"Translation":
					{
						"Text": "Packaged Water"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedWater_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Petroleum Coke"
					},
					"Translation":
					{
						"Text": "Petroleum Coke"
					},
					"Key": "DefPal_Oil_Group_PetroleumCoke_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plastic"
					},
					"Translation":
					{
						"Text": "Plastic"
					},
					"Key": "DefPal_Oil_Group_Plastic_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Plutonium Fuel Rod"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Pellet"
					},
					"Translation":
					{
						"Text": "Plutonium Pellet"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumPellet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Waste"
					},
					"Translation":
					{
						"Text": "Plutonium Waste"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Polymer Resin"
					},
					"Translation":
					{
						"Text": "Polymer Resin"
					},
					"Key": "DefPal_Oil_Group_PolymerResin_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Portable Miner"
					},
					"Translation":
					{
						"Text": "Portable Miner"
					},
					"Key": "DefPal_Equipements_Group_PortableMiner_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Power Shard"
					},
					"Translation":
					{
						"Text": "Power Shard"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PowerShard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pressure Conversion Cube"
					},
					"Translation":
					{
						"Text": "Pressure Conversion Cube"
					},
					"Key": "DefPal_Nitrogen_Group_PressureConversionCube_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pulse Nobelisk"
					},
					"Translation":
					{
						"Text": "Pulse Nobelisk"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_PulseNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Purple Power Slug"
					},
					"Translation":
					{
						"Text": "Purple Power Slug"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PurplePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quantum Technology"
					},
					"Translation":
					{
						"Text": "Quantum Technology"
					},
					"Key": "DefPal_QuantumTechnology_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz"
					},
					"Translation":
					{
						"Text": "Quartz"
					},
					"Key": "DefPal_Quartz_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz Crystal"
					},
					"Translation":
					{
						"Text": "Quartz Crystal"
					},
					"Key": "DefPal_Quartz_Group_QuartzCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quickwire"
					},
					"Translation":
					{
						"Text": "Quickwire"
					},
					"Key": "DefPal_Caterium_Group_Quickwire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Radio Control Unit"
					},
					"Translation":
					{
						"Text": "Radio Control Unit"
					},
					"Key": "DefPal_Electronics_Group_RadioControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Raw Quartz"
					},
					"Translation":
					{
						"Text": "Raw Quartz"
					},
					"Key": "DefPal_Quartz_Group_RawQuartz_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reanimated SAM"
					},
					"Translation":
					{
						"Text": "Reanimated SAM"
					},
					"Key": "DefPal_SAM_Group_ReanimatedSAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reinforced Iron Plate"
					},
					"Translation":
					{
						"Text": "Reinforced Iron Plate"
					},
					"Key": "DefPal_Iron_Group_ReinforcedIronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Rifle Ammo"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_RifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Rocket Fuel"
					},
					"Key": "DefPal_Nitrogen_Group_RocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rotor"
					},
					"Translation":
					{
						"Text": "Rotor"
					},
					"Key": "DefPal_Iron_Group_Rotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rubber"
					},
					"Translation":
					{
						"Text": "Rubber"
					},
					"Key": "DefPal_Oil_Group_Rubber_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "SAM"
					},
					"Key": "DefPal_SAM_Group_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "SAM"
					},
					"Key": "DefPal_SAM_Group_SAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM Fluctuator"
					},
					"Translation":
					{
						"Text": "SAM Fluctuator"
					},
					"Key": "DefPal_SAM_Group_SAMFluctuator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Screw"
					},
					"Translation":
					{
						"Text": "Screw"
					},
					"Key": "DefPal_Iron_Group_Screw_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Shatter Rebar"
					},
					"Translation":
					{
						"Text": "Shatter Rebar"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ShatterRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Silica"
					},
					"Translation":
					{
						"Text": "Silica"
					},
					"Key": "DefPal_Quartz_Group_Silica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Singularity Cell"
					},
					"Translation":
					{
						"Text": "Singularity Cell"
					},
					"Key": "DefPal_QuantumTechnology_Group_SingularityCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smart Plating"
					},
					"Translation":
					{
						"Text": "Smart Plating"
					},
					"Key": "DefPal_SpaceElevator_Group_SmartPlating_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smokeless Powder"
					},
					"Translation":
					{
						"Text": "Smokeless Powder"
					},
					"Key": "DefPal_Sulfur_Group_SmokelessPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Solid Biofuel"
					},
					"Translation":
					{
						"Text": "Solid Biofuel"
					},
					"Key": "DefPal_FaunaAndFlora_Group_SolidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Space Elevator"
					},
					"Translation":
					{
						"Text": "Space Elevator"
					},
					"Key": "DefPal_SpaceElevator_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Stator"
					},
					"Translation":
					{
						"Text": "Stator"
					},
					"Key": "DefPal_Steel_Group_Stator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel"
					},
					"Translation":
					{
						"Text": "Steel"
					},
					"Key": "DefPal_Steel_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Beam"
					},
					"Translation":
					{
						"Text": "Steel Beam"
					},
					"Key": "DefPal_Steel_Group_SteelBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Ingot"
					},
					"Translation":
					{
						"Text": "Steel Ingot"
					},
					"Key": "DefPal_Steel_Group_SteelIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Pipe"
					},
					"Translation":
					{
						"Text": "Steel Pipe"
					},
					"Key": "DefPal_Steel_Group_SteelPipe_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Stun Rebar"
					},
					"Translation":
					{
						"Text": "Stun Rebar"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_StunRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Sulfur"
					},
					"Key": "DefPal_Sulfur_Group_Sulfur_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Sulfur"
					},
					"Key": "DefPal_Sulfur_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Sulfuric Acid"
					},
					"Key": "DefPal_Sulfur_Group_SulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Supercomputer"
					},
					"Translation":
					{
						"Text": "Supercomputer"
					},
					"Key": "DefPal_Electronics_Group_Supercomputer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Superposition Oscillator"
					},
					"Translation":
					{
						"Text": "Superposition Oscillator"
					},
					"Key": "DefPal_Electronics_Group_SuperpositionOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Thermal Propulsion Rocket"
					},
					"Translation":
					{
						"Text": "Thermal Propulsion Rocket"
					},
					"Key": "DefPal_SpaceElevator_Group_ThermalPropulsionRocket_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Time Crystal"
					},
					"Translation":
					{
						"Text": "Time Crystal"
					},
					"Key": "DefPal_QuantumTechnology_Group_TimeCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Motor"
					},
					"Translation":
					{
						"Text": "Turbo Motor"
					},
					"Key": "DefPal_Electronics_Group_TurboMotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Turbo Rifle Ammo"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_TurboRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbofuel"
					},
					"Translation":
					{
						"Text": "Turbofuel"
					},
					"Key": "DefPal_Oil_Group_Turbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "USS Default - English"
					},
					"Translation":
					{
						"Text": "USS Default - English"
					},
					"Key": "DefPal_PaletteName"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uranium"
					},
					"Key": "DefPal_Uranium_Group_Uranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uranium"
					},
					"Key": "DefPal_Uranium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Uranium Fuel Rod"
					},
					"Key": "DefPal_Uranium_Group_UraniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Waste"
					},
					"Translation":
					{
						"Text": "Uranium Waste"
					},
					"Key": "DefPal_Uranium_Group_UraniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Versatile Framework"
					},
					"Translation":
					{
						"Text": "Versatile Framework"
					},
					"Key": "DefPal_SpaceElevator_Group_VersatileFramework_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Water"
					},
					"Translation":
					{
						"Text": "Water"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Water_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wire"
					},
					"Translation":
					{
						"Text": "Wire"
					},
					"Key": "DefPal_Copper_Group_Wire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wood"
					},
					"Translation":
					{
						"Text": "Wood"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Wood_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Yellow Power Slug"
					},
					"Translation":
					{
						"Text": "Yellow Power Slug"
					},
					"Key": "DefPal_FaunaAndFlora_Group_YellowPowerSlug_Swatch_Name"
				}
			]
		}
	]
}